#Написать список якой перемещает ноли в конец списка
list_1 = [0, 1, 0, 12, 3]
print(list_1)